tap 'github/bootstrap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'universal-ctags/universal-ctags'

brew 'bat'
brew 'curl'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'jq'
brew 'neovim'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby-build'
brew 'tmux'
brew 'tmuxinator'
brew 'universal-ctags'
brew 'vim'
brew 'zsh'
brew 'starship'

cask 'alacritty'
cask 'alfred'
cask 'dash'
